In [1]:
import pandas as pd

In [25]:
data = pd.concat([pd.read_csv("selected_real_images.csv"),pd.read_csv("selected_scam_images.csv")])
done = pd.read_csv("smecaption(real_scam).csv")
data

               images
0        123canwe.jpg
1     123WILFREDO.jpg
2            1907.jpg
3         52Jim52.jpg
4         Aaron90.jpg
...               ...
6607   Douglasdd1.jpg
6608  cynthia2141.jpg
6609  cynthia2142.jpg
6610    ashley021.jpg
6611       argit1.jpg

[12201 rows x 1 columns]